Repository: WEBCON-BPS/public-forms
Catalog: WEBCON.FormsGenerator.Presentation/Resources/Controllers/FormController.*.resx
Languages: pl

source: API url was not specified
pl: Nie określono Url dla Portalu BPS

source: Application guid has not been provided. Could not get processes.
pl: Nie przekazano guid aplikacji. Nie można pobrać procesów.

source: Application is required
pl: Aplikacja jest wymagana

source: Cannot add field with an undefined type
pl: Nie można dodać pola z niezdefiniowanym typem.

source: Cannot create field because field data has not been provided
pl: Nie można utworzyć pola ponieważ nie przekazano danych do jego utworzenia.

source: Client login data have not been provided
pl: Nie przekazano danych logowania do portalu BPS

source: Client service instance has not been provided
pl: Nie utworzono klienta HTTP do portalu BPS

source: Content cannot be empty
pl: Zawartość formularza nie może być pusta

source: Could not add form because application has not been selected
pl: Nie można dodać formularza ponieważ aplikacja nie została wybrana.

source: Could not add form because form fields have not been provided
pl: Nie można dodać formularza ponieważ pola formularza nie zostały przekazane.

source: Could not add form because formType has not been selected
pl: Nie można dodać formularza poniewać typ formularza nie został wybrany

source: Could not add form because process has not been selected
pl: Nie można dodać formularza ponieważ proces nie został wybrany.

source: Could not add form because start step has not been selected
pl: Nie można dodać formularza ponieważ krok startowy nie został wybrany.

source: Could not add form because step path has not been selected
pl: Nie można dodać formularza ponieważ ścieżka nie została wybrana.

source: Could not add form because workflow has not been selected
pl: Nie można dodać formularza ponieważ obieg nie został wybrany.

source: Custom connection client id should be passed
pl: Id klienta musi zostać wypełnione

source: Custom connection client secret should be passed
pl: Hasło klienta musi zostać wypełnione

# Custom connection data should be passed
source: Custom connection data should be passed if custom connection is selected
pl: Własne dane połączenia powinny być wybrane jeśli włączono opcję własnych ustawień.

source: Data for login not provided
pl: Nie przekazano danych logowania

source: Data source instance not provided
pl: Nie zainicjalizowano źródła danych

source: Field value cannot be empty. Field type is required
pl: Typ pola jest wymagany

source: form builder instance not provided
pl: Nie utworzono obiektu tworzącego formularz.

source: Form data model has not been provided. Could not add a new form
pl: Nie udało się pobrać danych formularza. Nie można zapisać zmian.

source: Form field has to be associated with form
pl: Pole formularza musi być powiązane z formularzem.

source: Form fields are not provided. Could not create form.
pl: Nie pobrano pól formularza. Nie można utworzyć zawartości.

source: Form for specified identifier {0} not found
pl: Formularz o identyfikatorze {0} nie został znaleziony.

source: Form guid has not been provided
pl: Nie udało się pobrać guid wybranego formularza.

source: Form identifier has not been provided. Could not edit form.
pl: Nie udało się pobrać identyfikatora edytowanego formularza. Nie można zapisać zmian.

source: Form model has not been provided. Could not edit form
pl: Nie udało się pobrać danych formularza. Nie można zapisać zmian.

source: Form not found
pl: Nie znaleziono formularza

source: Form to delete not provided
pl: Nie przekazano formularza do usunięcia

source: Form type guid has not been provided. Could not get form body.
pl: Nie przekazano guid typu formularza. Nie można pobrać zawartości formularza.

source: Form type has to be selected
pl: Typ formularza musi być wybrany

source: Form type is required
pl: Typ formularza jest wymagany

source: Internal Server Error. Contact with administrator
pl: Błąd wewnętrzny. Skontaktuj się z administratorem

source: Name cannot be empty
pl: Nazwa nie może być pusta.

source: Page not found
pl: Strona nie znaleziona

source: Passed field value is not correct boolean value
pl: Przekazana wartość nie jest poprawną wartością typu boolean

source: Passed field value is not correct choice list value
pl: Przekazana wartość jest niepoprawną wartością dla listy

source: Passed field value is not correct date value
pl: Przekazana wartość jest niepoprawną wartością daty

source: Passed field value is not correct decimal value
pl: Przekazana wartość jest niepoprawną wartością numeryczną

source: Passed field value is not correct email value
pl: Przekazana wartość jest niepoprawną wartością pola email

source: Passed field value is not correct integer value
pl: Przekazana wartość jest niepoprawną wartością numeryczną

source: Passed field value is not correct rating scale value
pl: Przekazana wartość jest niepoprawną wartością oceny

source: Passed field value is not correct survey choose value
pl: Przekazana wartość jest niepoprawną wartością dla listy wyboru

source: Passed field value is not correct text value
pl: Przekazana wartość jest niepoprawną wartością tekstową

source: Process guid has not been provided. Could not get workflows.
pl: Nie przekazano guid procesu. Nie można pobrać obiegów.

source: Process is required
pl: Proces jest wymagany

source: Returned form content was empty
pl: Zwócone ciało formularza jest puste.

source: Something went wrong. Please contact with administrator.
pl: Coś poszło nie tak. Skontaktuj się z administratorem

source: Start step is required
pl: Krok startowy jest wymagany

source: Step guid has not been provided. Could not get step paths.
pl: Nie przekazano guid kroku startowego. Nie można pobrać ścieżek dla kroku.

source: Step path has to be selected
pl: Ścieżka kroku musi być wybrana.

source: The form has not been created. Please, contact with administrator.
pl: Formularz nie został utworzony. Skontaktuj się z administratorem.

source: Unauthorized
pl: Brak autoryzacji

source: Workflow guid has not been provided. Could not get form body.
pl: Nie przekazano guid obiegu. Nie można pobrać zawartości formularza.

source: Workflow guid has not been provided. Could not get form types.
pl: Nie przekazano guid obiegu. Nie można pobrać typów formularza.

source: Workflow guid has not been provided. Could not get start step
pl: Nie przekazano guid obiegu. Niemożna pobrać kroku startowego.

source: Workflow is required
pl: Obieg jest wymagany

source: {0} is not correct datetime value
pl: {0} nie jest poprawną wartością daty

source: {0} is not supported form field type.
pl: {0} nie jest wspieranym typem pola formularza.
